<div id = "wrap">
<div id = "header">
    <div id = "topline">
        <div id = "logo"></div>
        <div id = "search"><input class="text" type="text" value="Введите слово"><input class = "button" type = "submit" value ="ПОИСК"></div>
        <div id = "title">LOREM IPSUM</div>
    </div>
<div id = "mainMenu">
    <ul>
        <li class = "menu"><a class="mainMenu" href = "#">LOREM</a></li>
        <li class = "menu"><a class="mainMenu" href = "#">LOREM</a></li>
        <li class = "menu"><a class="mainMenu" href = "#">LOREM</a></li>
        <li class = "menu"><a class="mainMenu" href = "#">LOREM</a></li>
        <li class = "menu"><a class="mainMenu" href = "#">LOREM</a></li>
        <li class = "menu"><a class="mainMenu" href = "#">LOREM</a></li>
        <li class = "menu"><a class="mainMenu" href = "#">LOREM</a></li>
        <li class = "menu"><a class="mainMenu" href = "#">LOREM</a></li>
        <li class="helper"></li>
    </ul>
</div>
<div id = "logoblock"></div>
<div id = "miniMenu">
    <ul>
        <li class = "mini"><div class = "pointMenu">1</div><a class="miniMenu" href = "#">LOREM IPSUM</a></li>
        <li class = "mini"><div class = "pointMenu">2</div><a class="miniMenu" href = "#">LOREM IPSUM</a></li>
        <li class = "mini"><div class = "pointMenu">3</div><a class="miniMenu" href = "#">LOREM IPSUM</a></li>
        <li class = "mini"><div class = "pointMenu">4</div><a class="miniMenu" href = "#">LOREM IPSUM</a></li>
        <li class="helper"></li>    
    </ul>
</div>
</div>
<div id = "content">
    <div class = "blockLeft">
        <div class = "point"></div>
        <div class = "caption">Название блока</div>
        <div class = "blockImage"></div>
        <div class="blockContent">
            Не следует, однако забывать, что укрепление и развитие структуры в значительной степени обуславливает создание модели развития. 
            С другой стороны начало повседневной работы по формированию позиции позволяет оценить значение модели развития. 
            Задача организации, в особенности же консультация с широким активом позволяет выполнять важные задания по разработке дальнейших направлений 
            развития. Разнообразный и богатый опыт начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) 
            участие в формировании форм развития. Задача организации, в особенности же сложившаяся структура организации позволяет оценить значение модели развития.
        </div>
        <div class = "linkMore"><a href="#">Далее...</a></div>
    </div>
     <div class = "blockRight">
        <div class = "point"></div>
        <div class = "caption">Название блока</div>
        <div class="blockContent">
            Не следует, однако забывать, что укрепление и развитие структуры в значительной степени обуславливает создание модели развития. 
            С другой стороны начало повседневной работы по формированию позиции позволяет оценить значение модели развития. 
            Задача организации, в особенности же консультация с широким активом позволяет выполнять важные задания по разработке дальнейших направлений 
            развития. Разнообразный и богатый опыт начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) 
            участие в формировании форм развития. Задача организации, в особенности же сложившаяся структура организации позволяет оценить значение модели развития.
        </div>
        <div class = "linkMore"><a href="#">Далее...</a></div>
    </div>
    <div class = "blockLeft">
        <div class = "point"></div>
        <div class = "caption">Название блока</div>
        <div class="blockContent">
            Не следует, однако забывать, что укрепление и развитие структуры в значительной степени обуславливает создание модели развития. 
            С другой стороны начало повседневной работы по формированию позиции позволяет оценить значение модели развития. 
            Задача организации, в особенности же консультация с широким активом позволяет выполнять важные задания по разработке дальнейших направлений 
            развития. Разнообразный и богатый опыт начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) 
            участие в формировании форм развития. Задача организации, в особенности же сложившаяся структура организации позволяет оценить значение модели развития.
        </div>
        <div class = "linkMore"><a href="#">Далее...</a></div>
    </div>
    <div class = "blockRight">
        <div class = "point"></div>
        <div class = "caption">Название блока</div>
        <div class="blockContent">
            Не следует, однако забывать, что укрепление и развитие структуры в значительной степени обуславливает создание модели развития. 
            С другой стороны начало повседневной работы по формированию позиции позволяет оценить значение модели развития. 
            Задача организации, в особенности же консультация с широким активом позволяет выполнять важные задания по разработке дальнейших направлений 
            развития. Разнообразный и богатый опыт начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) 
            участие в формировании форм развития. Задача организации, в особенности же сложившаяся структура организации позволяет оценить значение модели развития.
        </div>
        <div class = "linkMore"><a href="#">Далее...</a></div>
    </div>     
</div>
<div id = "footer">
    <p>Хомякова С.М.</p>
    <p>Апрель 2016</p>
</div>
</div>    